
  {
    "Título": "Introdução à Governança no Compartilhamento de Dados e a LGPD",
    "Entidades": [
      "Decreto nº 10.046",
      "Lei nº 13.709",
      "Lei Geral de Proteção de Dados Pessoais (LGPD)",
      "Administração Pública Federal",
      "Lei de Acesso à Informação - LAI (Lei nº 12.527",
      "Decreto nº 7.724",
      "Autoridade Nacional de Proteção de Dados"
    ],
    "Descrição": "A governança no compartilhamento de dados na administração pública federal, autárquica e fundacional segue as diretrizes estabelecidas no Decreto nº 10.046, de 9 de outubro de 2019, e precisa ser compreendida à luz das restrições legais, dos requisitos de segurança da informação e comunicações e do disposto pela Lei nº 13.709, de 14 de agosto de 2018 - Lei Geral de Proteção de Dados Pessoais (LGPD)."
  },
  {
    "Título": "Objetivo e Alcance das Orientações sobre Tratamento de Dados Pessoais",
    "Entidades": [
      "art. 50 da LGPD",
      "Administração Pública Federal direta",
      "Privacidade by Design"
    ],
    "Descrição": "Este documento tem como objetivo fornecer orientações de boas práticas aos órgãos e entidades da Administração Pública Federal direta, autárquica e fundacional para as operações de tratamento de dados pessoais, conforme previsto no art. 50 da LGPD."
  },
  {
    "Título": "Transformação Cultural e Princípios da LGPD no Tratamento de Dados",
    "Entidades": [
      "LGPD",
      "Privacidade by Design"
    ],
    "Descrição": "A adequação dos órgãos e entidades em relação à LGPD envolve uma transformação cultural que deve alcançar os níveis estratégico, tático e operacional da instituição. Essa transformação envolve: considerar a privacidade dos dados pessoais do cidadão desde a fase de concepção do serviço ou produto até sua execução (Privacidade by Design); e promover ações de conscientização de todo corpo funcional no sentido de incorporar o respeito à privacidade dos dados pessoais nas atividades institucionais cotidianas."
  },
  {
    "Título": "Princípio da Finalidade do Tratamento de Dados e Setor Público",
    "Entidades": [
      "LGPD"
    ],
    "Descrição": "O princípio da finalidade do tratamento de dados estabelecido na LGPD exige que os propósitos do tratamento sejam legítimos, específicos, explícitos e informados ao titular. O tratamento posterior somente será possível se for compatível com esses propósitos e finalidades (art. 6º, I). No caso do setor público, a finalidade relaciona-se com a execução de políticas públicas, devidamente estabelecida em lei, e com o cumprimento de obrigação legal ou regulatória pelo controlador."
  },
  {
    "Título": "Dados Pessoais em Documentos Arquivísticos e Legislação Aplicável",
    "Entidades": [
      "LGPD",
      "Lei de Acesso à Informação - LAI (Lei nº 12.527",
      "Decreto nº 7.724"
    ],
    "Descrição": "Grande parte dos dados pessoais a que se refere a LGPD está contida em documentos arquivísticos, em qualquer suporte. Assim, para além da legislação de proteção de dados pessoais, é preciso também observar a legislação de arquivos, que deve ser considerada conjuntamente na realização das operações com os dados pessoais contidos em documentos arquivísticos, ainda que estes sejam mantidos em sistemas informatizados e bases de dados. Do mesmo modo, vale lembrar, a Lei de Acesso à Informação - LAI (Lei nº 12.527, de 18 de novembro de 2018) e o seu regulamento (Decreto nº 7.724, de 16 de maio de 2012) igualmente apresentam regras específicas para o acesso a documentos que, embora apresentem dados pessoais, possuem valor permanente e foram recolhidos a instituições arquivísticas públicas. A LGPD e a LAI também devem, portanto, ser interpretadas sistematicamente."
  },
  {
    "Título": "Estrutura das Orientações sobre Tratamento de Dados Pessoais na APF",
    "Entidades": [
      "APF"
    ],
    "Descrição": "As orientações relativas ao tratamento dos dados pessoais pela Administração Pública Federal (APF) constantes deste documento foram estruturadas em quatro capítulos."
  },
  {
    "Título": "Natureza Evolutiva do Guia e Necessidade de Regulamentação da LGPD",
    "Entidades": [
      "LGPD",
      "Autoridade Nacional de Proteção de Dados"
    ],
    "Descrição": "Este documento, que será atualizado, aperfeiçoado, ampliado permanentemente, tem por objeto o contato inicial e a familiarização com o novo universo da proteção e tratamento de dados pessoais. Neste momento, não há aqui o propósito de se apresentar uma metodologia de implementação da LGPD ou abranger e esgotar todos os aspectos de tal Lei, uma vez que algumas diretrizes de proteção de dados da LGPD necessitam de detalhamento, em regulamentos e procedimentos próprios, a serem editados pela Autoridade Nacional de Proteção de Dados."
  },
  {
    "Título": "Direitos Fundamentais do Titular dos Dados e a LGPD",
    "Entidades": [
      "Lei Geral de Proteção de Dados Pessoais (LGPD – Lei n° 13.709"
    ],
    "Descrição": "A Lei Geral de Proteção de Dados Pessoais (LGPD – Lei n° 13.709, de 14 de agosto de 2018) foi promulgada para proteger os direitos fundamentais de liberdade e de privacidade e a livre formação da personalidade de cada indivíduo."
  },
  {
    "Título": "Agentes de Tratamento de Dados: Controlador e Operador",
    "Entidades": [
      "LGPD"
    ],
    "Descrição": "No âmbito da LGPD, o tratamento dos dados pessoais pode ser realizado por dois “agentes de tratamento”, o Controlador e o Operador."
  },
  {
    "Título": "O Papel do Encarregado na LGPD",
    "Entidades": [
      "LGPD",
      "Autoridade Nacional de Proteção de Dados (ANPD)"
    ],
    "Descrição": "Além dos “agentes de tratamento”, outra figura essencial para o adequado cumprimento da LGPD é o “Encarregado”, definido pelo art. 5º, VIII, como a pessoa indicada pelo controlador e operador para atuar como canal de comunicação entre o controlador, os titulares dos dados e a Autoridade Nacional de Proteção de Dados (ANPD)."
  },
  {
    "Título": "Conceito de Tratamento de Dados na LGPD",
    "Entidades": [],
    "Descrição": "Outro conceito fundamental é o de “tratamento de dados”, que abrange qualquer atividade que utilize um dado pessoal na execução da sua operação, como, por exemplo: coleta, produção, recepção, classificação, utilização, acesso, reprodução, transmissão, distribuição, processamento, arquivamento, armazenamento, eliminação, avaliação ou controle da informação, modificação, comunicação, transferência, difusão ou extração."
  },
  {
    "Título": "Distinção entre Controlador e Operador no Tratamento de Dados",
    "Entidades": [
      "LGPD"
    ],
    "Descrição": "Vistos os conceitos essenciais de Controlador, Operador, Encarregado e “tratamento de dados”, é importante estar atento às particularidades de cada caso concreto, a fim de serem evitadas confusões que ponham em risco a correta delimitação de responsabilidades entre os agentes envolvidos no tratamento de dados."
  }

